[
	{"Name":"Bohr", "Text": "..."},
	{"Name":"Bohr", "Text": "Espera aí... vestes brancas e douradas...? Você é um Corvam! O que pensa que faz aqui ao norte, no BOSQUE DA ALVORADA?"},
	{"Name":"Aren Corvam", "Text": "Olá! Realmente, sou um Corvam. Sou Aren, filho do rei. Lembra de mim?"},
	{"Name":"Bohr", "Text": "Como esquecer... sua família praticamente nos abandonou, lembra? Vocês não visitam as regiões há décadas. Não honram o nome do Fundador."},
	{"Name":"Aren Corvam", "Text": "Sinto muito por isso, senhor. Eu não gostaria que fosse assim, eu juro! Infelizmente, só consegui sair do castelo agora..."},
	{"Name":"Aren Corvam", "Text": "A propósito, qual o seu nome?"},
	{"Name":"Bohr", "Text": "Bohr."},
	{"Name":"Aren Corvam", "Text": "Bohr? Bohr de quê?"},
	{"Name":"Bohr", "Text": "Apenas Bohr pra você. O que faz aqui?"},
	{"Name":"Aren Corvam", "Text": "Em poucas palavras, eu procuro a PAZ. Sempre ouvimos histórias tão boas do Fundador que comecei a me questionar como chegamos a esse ponto, ..."},
	{"Name":"Aren Corvam", "Text": "... como regredimos tanto? Por isso, parti por Domum à procura de mudança. Ela só pode partir de nós mesmos!"},
	{"Name":"Bohr", "Text": "Ha! Você parece mesmo o Fundador falando... Há anos não ouvimos alguém com tanta energia..."},
	{"Name":"Bohr", "Text": "Hum... Tudo bem então. Se quer ajudar, sei o que você pode fazer."},
	{"Name":"Bohr", "Text": "Você se lembra do LABIRINTO DO ARVOREDO?"},
	{"Name":"Aren Corvam", "Text": "Sim! Já ouvi diversas histórias sobre este lugar! Ele foi construído na época do Fundador, certo?"},
	{"Name":"Bohr", "Text": "Sim, exatamente. Ele nos ajudou a construir o lugar sagrado em comemoração à conciliação dos três clãs. É lá que está guardado um dos três..."},
	{"Name":"Bohr", "Text": "... ITENS MÍSTICOS espalhados pelo reino. O nosso ITEM MÍSTICO é a CONCHA DA MARESIA, que foi concedida por aqueles do bioma azul."},
	{"Name":"Aren Corvam", "Text": "É esta a história que ouvi daquele senhor! Se eu já amo a vista maravilhosa dessa vila, imagina o LABIRINTO DO ARVOREDO. Esse lugar parece incrível..."},
	{"Name":"Bohr", "Text": "Tão incrível que deveria ser eterno, certo? Mas infelizmente, sinto em lhe dizer que o labirinto não é mais o mesmo..."},
	{"Name":"Bohr", "Text": "As plantas que fazem sua forma precisam da água que vem do bioma azul, somente do bioma azul. Na confusão com a morte do Fundador, ..."},
	{"Name":"Bohr", "Text": "...eles pararam de nos abastecer, e o labirinto, sem água, foi dominado por espíritos vagantes. Agora, o nosso ITEM MÍSTICO está preso lá dentro!"},
	{"Name":"Bohr", "Text": "Confesso que não demos valor aos princípios do Fundador, afinal, nosso orgulho não nos permitiu conversar com eles..."},
	{"Name":"Bohr", "Text": "Queria ter admitido isso antes, quando ainda tinha tempo de consertar a situação..."},
	{"Name":"Aren Corvam", "Text": "Nem tudo está perdido, Bohr! Eu vou recuperar a CONCHA DA MARESIA, eu prometo!"},
	{"Name":"Bohr", "Text": "Você quer mesmo ir, garoto? Você sabe que, com a CONCHA DA MARESIA, podemos invocar o FRAGMENTO VERDE da PEDRA DE DOMUM, certo?"},
	{"Name":"Aren Corvam", "Text": "É exatamente isso que eu quero! Meu objetivo é reunir novamente todos os três FRAGMENTOS para fundir a PEDRA DE DOMUM..."},
	{"Name":"Aren Corvam", "Text": "Somente assim conseguirei SELAR os ensinamentos do Fundador!"},
	{"Name":"Bohr", "Text": "Se é isso mesmo o que quer, então vá. Espero que não me decepcione, Corvam. Espero que Anthem, nosso Fundador, sinta orgulho de você."},
	{"Name":"Aren Corvam", "Text": "Não decepcionarei Anthem, nem o BOSQUE DA ALVORADA. DOMUM inteira é minha prioridade!"},
	{"Name":"Bohr", "Text": "Sinto sua alma radiante... Use todo esse poder! Para acessar o LABIRINTO DO ARVOREDO, SUBA O MORRO NO FIM DA VILA."},
	{"Name":"Aren Corvam", "Text": "Certo, muito obrigado Bohr!"},
	{"Name":"Bohr", "Text": "Boa sorte, garoto. Quando conseguir a CONCHA DA MARESIA, VOLTE E FALE COMIGO."},
	{"Name":"Aren Corvam", "Text": "Entendido! Até mais, Bohr!"},
]