[
	{"Name":"Aren Corvam", "Text": "... está decidido. Estou partindo pelo reino, pai."},
	{"Name":"Rei Aldrich Corvam", "Text": "Aren, meu filho... Você tem certeza disso? Você sabe que eu não aprovo essa decisão..."},
	{"Name":"Aren Corvam", "Text": "Eu já sou mais velho agora. Você não pode me parar."},
	{"Name":"Rei Aldrich Corvam", "Text": "Mas será perigoso lá fora! Não sabemos a reação da população... Depois que fechamos os portões, nenhum Corvam saiu do castelo..."},
	{"Name":"Aren Corvam", "Text": "Viu só porquê quero sair? Que tipo de rei teme a própria população? Como você espera que as coisas mudem se não fazemos nada?"},
	{"Name":"Rei Aldrich Corvam", "Text": "AREN!"},
	{"Name":"Aren Corvam", "Text": "..."},
	{"Name":"Aren Corvam", "Text": "perdão. É que eu me sinto muito impotente. Eu nem sei ao certo porque fechamos os portões."},
	{"Name":"Rei Aldrich Corvam", "Text": "Você era muito novo para entender, Aren."},
	{"Name":"Rei Aldrich Corvam", "Text": "Os portões foram fechados porque nenhum herdeiro do Fundador soube o que fazer depois da morte dele. Evitar a situação era mais fácil do que encará-la..."},
	{"Name":"Rei Aldrich Corvam", "Text": "No começo era para ser temporário, mas conforme o tempo passava, íamos nos acomodando mais e mais... E não mudamos."},
	{"Name":"Rei Aldrich Corvam", "Text": "Não mudamos até agora, pelo menos."},
	{"Name":"Aren Corvam", "Text": "Sei que parece loucura, mas... Me deixe pelo menos tentar. Sei que o senhor também teme que o reino volte a entrar em guerra."},
	{"Name":"Aren Corvam", "Text": "O Fundador resolveu o conflito uma vez, mas ele não está aqui para resolver de novo. Agora o futuro depende de nós. Por favor."},
	{"Name":"Rei Aldrich Corvam", "Text": "Não acredito que direi isso, mas... Se quer ir, então vá. Mas não irá desacompanhado."},
	{"Name":"Aren Corvam", "Text": "Como assim? Quem irá me acompanhar então?"},
	{"Name":"Rei Aldrich Corvam", "Text": "Na história de Anthem, nosso Fundador, quem o guiou pelo caminho da paz?"},
	{"Name":"Aren Corvam", "Text": "A Luz!"},
	{"Name":"Rei Aldrich Corvam", "Text": "Exatamente. Desde a morte dele, os Corvam vêm guardando o último raio de luz para o dia em que alguém com as mesmas qualidades de Anthem surgisse."},
	{"Name":"Rei Aldrich Corvam", "Text": "E eu sinto que este alguém é você. Na verdade, desde que você era pequeno, eu sempre senti."},
	{"Name":"Rei Aldrich Corvam", "Text": "Somente uma pessoa simples, mas de bom coração, pode ouvir a luz."},
	{"Name":"Aren Corvam", "Text": "Pai, e-eu nem sei o que dizer. Obrigado."},
	{"Name":"Rei Aldrich Corvam", "Text": "Agora vá. Ah, e mais uma coisa... lembre-se das palavras “PEDRA DE DOMUM” e “FRAGMENTO”. São conceitos importantes para a sua missão."},
	{"Name":"Rei Aldrich Corvam", "Text": "Para começar, ATRAVESSE A PONTE AO LADO."},
	{"Name":"Aren Corvam", "Text": "Entendido. Isso não será um adeus, mas sim um até logo."},
	{"Name":"Aren Corvam", "Text": "Obrigado, pai. E, hum... eu te amo."},
]