[
	{"Name":"Kale Awa", "Text": "..."},
	{"Name":"Kale Awa", "Text": "Espera aí... Eu reconheceria essas roupas de qualquer lugar... Aí pessoal, vem dar uma olhada! Um Corvam finalmente saiu do castelo! Já ‘tava’ na hora, né?"},
	{"Name":"Aren Corvam", "Text": "Olá aldeão! E bom, nesse ponto preciso concordar com você... já estava na hora mesmo."},
	{"Name":"Aren Corvam", "Text": "O som do mar aqui é incrível... Como essa região se chama?"},
	{"Name":"Kale Awa", "Text": "Você está no CAIS DA AURORA, é claro! Também conhecido como o melhor lugar de DOMUM, hahaha! Aqui você encontrará os melhores pescadores do reino!"},
	{"Name":"Kale Awa", "Text": "Eu sou Kale Awa! Meu nome me dá o status de guerreiro, enquanto meu sobrenome me torna o líder da região! Você deve ser Aren, certo?"},
	{"Name":"Aren Corvam", "Text": "Exatamente, Aren Corvam, o filho do rei de DOMUM."},
	{"Name":"Kale Awa", "Text": "Porque você está aqui, afinal?"},
	{"Name":"Aren Corvam", "Text": "Venho tentando traçar um futuro melhor para DOMUM... Não há porque continuar desunido. Não quero outros períodos de guerra, ..."},
	{"Name":"Aren Corvam", "Text": "E acho que todos merecem o direito à PAZ e a uma vida tranquila."},
	{"Name":"Kale Awa", "Text": "Caramba, isso parece algo que meu avô diria... Sabe, ele costumava ser o melhor pescador de DOMUM. Morreu em missão procurando a PAZ..."},
	{"Name":"Aren Corvam", "Text": "Sinto muito por isso Kale. Ao menos sua morte foi digna."},
	{"Name":"Kale Awa", "Text": "Foi mesmo, e acho que a história dele pode te ajudar em sua missão."},
	{"Name":"Kale Awa", "Text": "Aposto que você já ouviu falar das ILHAS SIAMESAS, certo?"},
	{"Name":"Aren Corvam", "Text": "Acredito que esse seja um dos “lugares especiais” que o velho me disse."},
	{"Name":"Kale Awa", "Text": "Meu avô sempre fazia expedições para esta ilha paradisíaca, apenas para garantir que o nosso ITEM MÍSTICO estava bem."},
	{"Name":"Kale Awa", "Text": "Ele acreditava que, se nós fizéssemos nossa parte, a paz sempre nos abençoaria. O nosso ITEM MÍSTICO é o PERGAMINHO RUBRO, ..."},
	{"Name":"Kale Awa", "Text": "Que foi dado por aqueles do bioma vermelho."},
	{"Name":"Kale Awa", "Text": "Em uma das expedições, o mar foi impiedoso e a embarcação do meu avô naufragou. Como o bom capitão que era, garantiu que toda a sua tripulação..."},
	{"Name":"Kale Awa", "Text": "... evacuasse de forma segura. No processo, ele acabou se machucando e não resistiu. Agora há um santuário em seu nome na ilha."},
	{"Name":"Aren Corvam", "Text": "Sinto muito, Kale. Seu avô parecia ser um homem incrível."},
	{"Name":"Kale Awa", "Text": "E como era. Tentamos voltar nas ILHAS SIAMESAS algumas outras vezes, mas somente meu avô sabia exatamente o que fazer lá."},
	{"Name":"Kale Awa", "Text": "E ainda, depois da morte do Fundador, aqueles que moram no bioma vermelho pararam de nos fornecer os equipamentos necessários para as viagens ao mar."},
	{"Name":"Kale Awa", "Text": "Aquele foi um período tão confuso que mal conversamos com eles para tentar entender. Eu admito que, se o tivéssemos feito..."},
	{"Name":"Kale Awa", "Text": "Talvez as coisas seriam diferentes hoje."},
	{"Name":"Aren Corvam", "Text": "Kale... você não merece sentir esse peso na consciência. Se me permitir ajudar, acho que posso reverter a situação. Acho que seu avô gostaria disso."},
	{"Name":"Kale Awa", "Text": "Não sei não... Você quer ir até as ILHAS SIAMESAS, Aren?"},
	{"Name":"Aren Corvam", "Text": "Exatamente. Quero recuperar o ITEM MÍSTICO, o PERGAMINHO RUBRO!"},
	{"Name":"Kale Awa", "Text": "Bom, acho que tudo bem tentar... Ah, e mais uma coisa que meu avô sempre dizia..."},
	{"Name":"Kale Awa", "Text": "Você sabe que, com o PERGAMINHO RUBRO, podemos invocar o FRAGMENTO AZUL da PEDRA DE DOMUM, certo?"},
	{"Name":"Aren Corvam", "Text": "Assim espero! Eu quero todos os três FRAGMENTOS porque acredito que com eles, poderei SELAR a paz, afinal, é isso que eles representam..."},
	{"Name":"Aren Corvam", "Text": "... a PAZ em seu momento mais puro."},
	{"Name":"Kale Awa", "Text": "Tudo bem então, irei reunir o que você irá precisar para a missão. Para começar, VÁ ATÉ O BARCO NO FIM DA VILA."},
	{"Name":"Aren Corvam", "Text": "Entendido Kale, obrigado pela confiança mais uma vez."},
	{"Name":"Kale Awa", "Text": " Eu que agradeço, Aren."},
]