[
	{"Name":"O Velho", "Text": "“...finalmente, a paz e a prosperidade...” HAHA! Essa é sempre minha parte favorita!"},
	{"Name":"Aren Corvam", "Text": "Com licença, senhor?"},
	{"Name":"O Velho", "Text": "“Hã? Fundador? Como você voltou pra cá?"},
	{"Name":"Aren Corvam", "Text": "Fundador? Eu não sou O Fundador. Do que você está falando?"},
	{"Name":"O Velho", "Text": "Ah sim! Acabei me confundindo. É que sua alma me lembra a alma dele."},
	{"Name":"Aren Corvam", "Text": "Obrigado, mas... como você consegue ver minha alma?"},
	{"Name":"O Velho", "Text": "“Ver? HA! Você é um cara engraçado. Eu só sinto."},
	{"Name":"O Velho", "Text": "Enfim... você parece perdido. Posso te ajudar em alguma coisa?"},
	{"Name":"Aren Corvam", "Text": "Na verdade, acho que sim. Estou numa missão que nem sei por onde começar."},
	{"Name":"O Velho", "Text": "Eu já sei como te ajudar! Vou te contar algumas histórias bem importantes. Bem, come-..."},
	{"Name":"Aren Corvam", "Text": "Mas eu mal contei minha missão!"},
	{"Name":"O Velho", "Text": "Você não precisa dizer mais nada, não se preocupe! Com uma alma dessas e a luz de companhia, sei exatamente o que você quer!"},
	{"Name":"O Velho", "Text": "Escute-me bem, príncipe. Sua decisão é muito importante, mas deve ser feita do jeito certo."},
	{"Name":"O Velho", "Text": "Vamos começar do início. O REINO DE DOMUM é composto de três grandes regiões: ao Oeste, moram nas montanhas os melhores ferreiros, ..."},
	{"Name":"O Velho", "Text": "Ao Norte, moram nas florestas os melhores lenhadores, e ao Leste, moram no porto os melhores pescadores. Antes, esses povos viviam em conflito."},
	{"Name":"O Velho", "Text": "Depois de ouvir tantas vezes, você já sabe que Anthem, O Fundador, tirou o reino dos tempos de guerra anos atrás, certo?"},
	{"Name":"Aren Corvam", "Text": "Certo. Sei também que infelizmente, Anthem faleceu. Depois de sua morte, o reinado entrou em crise e as regiões começaram a se distanciar novamente."},
	{"Name":"O Velho", "Text": "E você sabe onde isso pode acabar, correto?"},
	{"Name":"Aren Corvam", "Text": "Em outra guerra. E temo que, dessa vez, seja imparável."},
	{"Name":"O Velho", "Text": "Exatamente, príncipe. Domum é uma terra muito fértil, quase que mágica. Onde mais seria possível três naturezas tão distintas em um lugar só?"},
	{"Name":"O Velho", "Text": "Ouça, antes de Anthem morrer, ele fez junto dos aldeões TRÊS LUGARES ESPECIAIS. Cada um deles foi construído em cada respectiva região."},
	{"Name":"O Velho", "Text": "Ele também colou um ITEM MÍSTICO em cada um desses lugares, totalizando três ITENS MÍSTICOS."},
	{"Name":"O Velho", "Text": "Quando você falar com os aldeões das regiões vai entender melhor, não se preocupe."},
	{"Name":"Aren Corvam", "Text": "Certo, entendi. Tem algo mais que eu precise saber?"},
	{"Name":"O Velho", "Text": "Sim! Anthem fez com que essas regiões especiais dependessem de outros para funcionar, como num grande ciclo de ajuda."},
	{"Name":"O Velho", "Text": "Dessa maneira, todas as regiões precisariam se comunicar para que esses lugares permanecessem! Bom, pelo menos era isso que ele imaginava."},
	{"Name":"O Velho", "Text": "E agora, a parte mais importante! Nesses tempos de paz, tão forte ficou a relação entre os povos que, dos ITENS MÍSTICOS, surgiram os FRAGMENTOS."},
	{"Name":"Aren Corvam", "Text": "FRAGMENTOS? FRAGMENTOS do quê?"},
	{"Name":"O Velho", "Text": "De uma pedra, que por simbolizar a união, ficou conhecida como A PEDRA DE DOMUM."},
	{"Name":"O Velho", "Text": "Por serem três ITENS MÍSTICOS, de três regiões, logo também há TRÊS FRAGMENTOS..."},
	{"Name":"O Velho", "Text": "Nem Anthem estava esperando o surgimento desses FRAGMENTOS. Foi algo tão especial e natural que ele mal sabia o que fazer com eles. HA!"},
	{"Name":"O Velho", "Text": "Se não conseguir se lembrar de tudo, não se preocupe! Ao longo de sua jornada, tudo ficará mais claro."},
	{"Name":"Aren Corvam", "Text": "Que incrível! E onde estão os FRAGMENTOS? Eles continuam unidos formando a PEDRA DE DOMUM?"},
	{"Name":"O Velho", "Text": "Infelizmente não. Desde a morte do Fundador, eles praticamente sumiram."},
	{"Name":"O Velho", "Text": "Agora, escute com atenção, Aren: A PAZ DEVE SER MAIOR DO QUE 1 HOMEM SÓ. ELA DEVE SER UM SÍMBOLO, UM CONCEITO."},
	{"Name":"O Velho", "Text": "O erro de Anthem foi não conseguir fazer isso. Ele não soube SELAR a paz. Guarde bem essa palavra. HA!"},
	{"Name":"O Velho", "Text": "E bom, é isso que posso te dizer. Daqui pra frente, é com você! HA!"},
	{"Name":"Aren Corvam", "Text": "Senhor, eu não tenho palavras pra te agradecer. Sem você minha missão não seria possível. Obrigado!"},
	{"Name":"Aren Corvam", "Text": "Qual é o seu nome? Quero agradecê-lo devidamente!"},
	{"Name":"O Velho", "Text": "“... a luz que ali jazia brilhou...” HAHA! Como eu amo essa profecia! Não posso dizer mais nada, Aren, boa sorte!"},
	{"Name":"O Velho", "Text": "Quando conseguir os três FRAGMENTOS, volte aqui, NA ESTÁTUA DO FUNDADOR. Aí sim podemos conversar de novo!"},
	{"Name":"Aren Corvam", "Text": "Bom, tudo bem então... Muito obrigado mais uma vez, senhor!"},

]