[
	{"Name":"Izuna Yamaguchi", "Text": "..."},
	{"Name":"Izuna Yamaguchi", "Text": " P-Príncipe Aren...? O s-senhor por aqui?! Saudações majestade!"},
	{"Name":"Aren Corvam", "Text": "Olá, obrigado! Ah... Eu amei o ar das montanhas! Aqui é muito bom!"},
	{"Name":"Izuna Yamaguchi", "Text": "Seja bem-vindo ao nosso bioma ao oeste. Acomode-se aqui nos PICOS DO ORIENTE! Por favor, me chame de Izuna. Izuna Yamaguchi!"},
	{"Name":"Izuna Yamaguchi", "Text": "Se o senhor me permite perguntar, o que faz aqui depois de todos esses anos sem um Corvam visitar as regiões?"},
	{"Name":"Aren Corvam", "Text": "Estou aqui pois tenho uma missão. Temo que se nada mudar, nosso futuro se torne... insustentável."},
	{"Name":"Aren Corvam", "Text": "Sei que os Corvam têm uma dívida eterna ausência, mas... nunca é tarde para mudar. O reino de DOMUM precisa de união!"},
	{"Name":"Aren Corvam", "Text": "Então me diga Izuna, tem algo que eu poderia fazer por vocês?"},
	{"Name":"Izuna Yamaguchi", "Text": "Na verdade tem sim..."},
	{"Name":"Izuna Yamaguchi", "Text": "O senhor lembra do nosso templo? O TEMPLO DOS VENTOS MONTANHOSOS?"},
	{"Name":"Aren Corvam", "Text": "Esse deve ser um dos “lugares especiais” que o velho disse! Sei que com a ajuda do Fundador, seus antepassados o construíram após a guerra."},
	{"Name":"Aren Corvam", "Text": "Também ouvi dizer que é lá que vocês guardam um dos três ITENS MÍSTICOS espalhados pelo reino."},
	{"Name":"Izuna Yamaguchi", "Text": "Exatamente! O ITEM MÍSTICO que fica lá é o BROTO FLORESCENTE, dado por aqueles do bioma verde."},
	{"Name":"Izuna Yamaguchi", "Text": "Mas, sinto em lhe dizer que o templo está diferente! Tem algo de errado com ele..."},
	{"Name":"Izuna Yamaguchi", "Text": "Depois da morte do Fundador, não demos valor aos princípios que ele nos ensinou, ..."},
	{"Name":"Izuna Yamaguchi", "Text": "... de repente, aqueles do bioma verde pararam de nos dar a lenha que o fazia funcionar..."},
	{"Name":"Izuna Yamaguchi", "Text": "Sabemos que isso foi um mal-entendido e que tudo poderia ser resolvido com uma simples conversa..."},
	{"Name":"Izuna Yamaguchi", "Text": "... mas ficamos perdidos depois da morte do Fundador! E esse problema perdurou até hoje..."},
	{"Name":"Izuna Yamaguchi", "Text": "O que fez o templo ficar estranho! Agora, os chãos lá flutuam, existe um abismo enorme e as coisas parecem se mover. Até mesmo a gravidade foi alterada..."},
	{"Name":"Izuna Yamaguchi", "Text": "O pior de tudo é que nosso BROTO FLORESCENTE continua lá. E ninguém consegue chegar até ele!"},
	{"Name":"Aren Corvam", "Text": "Se alguém conseguir recuperar este item, podemos invocar um dos FRAGMENTOS da PEDRA DE DOMUM! O FRAGMENTO VERMELHO, certo?"},
	{"Name":"Izuna Yamaguchi", "Text": "Exatamente!"},
	{"Name":"Izuna Yamaguchi", "Text": "Não sei se é pedir demais... Mas o senhor acha que poderia ir lá para nos ajudar?"},
	{"Name":"Aren Corvam", "Text": "Claro que posso! Será uma honra!"},
	{"Name":"Aren Corvam", "Text": "Isso é ótimo, Izuna! Com todos os três FRAGMENTOS, posso unir o reino e finalmente SELAR os ensinamentos do Fundador!"},
	{"Name":"Izuna Yamaguchi", "Text": "Sua empolgação me enche de esperança! Para acessar o templo, vá até a ESCADA NO FIM DA VILA. Boa sorte, sucessor!"},
	{"Name":"Izuna Yamaguchi", "Text": "Quando o senhor conseguir o BROTO FLORESCENTE, VOLTE E FALE COMIGO NOVAMENTE!"},
	{"Name":"Aren Corvam", "Text": "Ótimo, muito obrigado Izuna!"},
]